Repository: CorentinDeBoisset/pyneutrino
Catalog: frontend-src/src/locale/messages.*.xlf
Languages: fr_fr

source: Share your passwords securely
fr_fr: Partagez vos mots de passe en toute sécurité

source: Logout
fr_fr: Se déconnecter

source: Send
fr_fr: Envoyer

source: The metadata of the conversation was not loaded properly
fr_fr: Les métadonnées de cette conversation n'ont pas pu être chargées

source: An error occured when fetching the conversation metadata
fr_fr: Une erreur est survenue lors du chargement des métadonnées de la conversation

source: An error occured when fetching the messages
fr_fr: Une erreur est survenue lors du chargement des messages

source: An error occured when sending the message
fr_fr: Une erreur est survenue lors de l'envoi du message

source: Standby
fr_fr: En attente

source: Waiting for a peer to enter the conversation
fr_fr: En attente qu'un contact accède à la conversation

source: You can share this link to invite a contact to the conversation:
fr_fr: Vous pouvez partager ce lien pour inviter un contact dans la conversation :

source: Join as a guest
fr_fr: Accéder en tant qu'invité

source: This conversation has already be joined by another user
fr_fr: Cette conversation a déjà été rejointe par un autre utilisateur

source: The requested conversation does not exist
fr_fr: La conversation demandée n'existe pas

source: There was an error when fetching the conversation
fr_fr: Une erreur est survenue lors du chargement de la conversation

source: Welcome to neutrino
fr_fr: Bienvenue sur Neutrino

source: Start a new conversation
fr_fr: Créer une nouvelle conversation

source: Recent conversations:
fr_fr: Conversations récentes :

source: There was an error when creating a new conversation
fr_fr: Une erreur est survenue lors de la création de la conversation

source: Language:
fr_fr: Langue :

source: Password
fr_fr: Mot de passe

source: Submit
fr_fr: Envoyer

source: Your account could not be loaded. Please contact an administrator
fr_fr: Votre compte n'est pas accessible. Veuillez contacter un administrateur

source: The request failed to be sent
fr_fr: La requête n'a pas pu être envoyée

source: Invalid credentials
fr_fr: Identifiants invalides

source: The login request is invalid
fr_fr: La requête de login n'est pas valide

source: An error occured
fr_fr: Une erreur est survenue

source: Username
fr_fr: Nom d'utilisateur

source: The registration was successful!
fr_fr: L'enregistrement a réussi !

source: Go to the login page
fr_fr: Naviguer sur la page d'authentification

source: The request could not be sent
fr_fr: La requête n'a pas pu être envoyée

source: Another user with this email already exists
fr_fr: Cette adresse email est déjà utilisée

source: Another user with this username already exists
fr_fr: Ce nom d'utilisateur est déjà utilisé

source: Please log in or register to continue
fr_fr: Veuillez vous authentifier pour continuer

source: There was an error when fetching the list of conversations
fr_fr: Une erreur est survenue lors du chargement des conversations
